#1)შექმენით ორი განსხვავებული ცვლადი ერთში შეიყვანთ თქვენს სახლეს ხოლო მეორეში თქვენს გვარს შემდენგ კი თითოეული მათგანი დაპრინტეთ შემდეგ კი კომენტარების დახმარებით (#) ახსენით თქვენი დაწერილი კოდი

#ცვლადს ვაძლევთ მნიშვნელობას 
name='tornike'
surname='nebieridze'
#და შემდეგ print ფუნქციის საშუალებით გამოგვყავს ამ ცვლადების მნიშვნელობა

print(name)
print(surname)

#2) შექმენით რამდენიმე ცვლადი სადაც შეინახავთ თქვენს შესახებ ინფორმაციას
  
name="tornike "
surname='nebieridze'
eyecolor='brown'
sport="football"
#3) გამოიტანეატ ტერმინალში თქვენს შესახებ იფნორმაცის ცვლადების დახმარებით ერთ გრძელ წინადადებად

print('hello my name is ' + name + surname + ".I have " + eyecolor + " eyes and i love to play " + sport)


#4) კომენტარებით ახსენით თუ როგორ ვქმნით ცვლადს და რა არის მისი დანიშნულება


#ჩვენ ცვლადს ვქმნით მნიშვნელობის მიცემისას ანუ ცვლადი = 'მნიშვნელობა' და მისი დანიშნულებაა რომ მინიჭებული მნიშვნელობა შეინახოს და ჩვენ სადაც გვინდა იქ გამოვიყენოთ