#1) დაადეკლარირეთ(შექმენით) 3 ინტეჯერ ტიპის ცვლადი სადაც შეინახავთ მთელ რიცხვებს და დაბეჭდავთ(print) მათ ჯამს

int1=5
int2=34
int3=65

print(int1 + int2 + int3)

#2) დაადეკლარირეთ სტრინგ ტიპის ცვლადი სახელად name რომელსაც მიანიჭებთ მნიშვნელობად თქვენს სახელს


name="tornike"

#3) დაადეკლარირეთ float ტიპის ცვლადი სახელად height რომელსაც მიანიჭებთ მნიშვმელობად თქვენს სიმაღლეს

height=1.75

#4) დაადეკლარირეთ ინტეჯერ ტიპის ცვლადი სახელად x რომელსაც თავდაპირველი მნიშვნელობა იქნება 15 შემდეგ მიუმატეთ 5 და ისე დაბეჭდეთ ცვლადი


x=15

print(x + 5)

#5) მოახდინეთ კონკატენაცია ორი სტრინგ ტიპის ცვლადის ერთში იყოს თქვემი სახელი მეორეში გვარი


surname='nebieridze'

print(name +" "+ surname)

#6) გაამრავლეთ  5-ზე price ცვლადი რომლის მნიშვნელობაც იქნება 100

price=100

print(price * 5)